questions = [
    {
        "question": "Какова формула второго закона Ньютона?",
        "options": ["F = ma", "F = mv", "F = m/a", "F = a/m"],
        "answer": "F = ma"
    },
    {
        "question": "Чему равна скорость света в вакууме?",
        "options": ["3 x 10^8 м/с", "3 x 10^5 м/с", "3 x 10^6 м/с", "3 x 10^7 м/с"],
        "answer": "3 x 10^8 м/с"
    },
    {
        "question": "Какой закон сохранения связан с замкнутой системой?",
        "options": ["Закон сохранения энергии", "Закон сохранения импульса", "Закон сохранения массы", "Все вышеперечисленное"],
        "answer": "Все вышеперечисленное"
    }
]